[
  {
  "fecha": "07/11/2025 NUEVO AN츼LISIS",
  "titulo": "El MUNDO se FRACTURA: La Batalla SECRETA por los Recursos Tecnol칩gicos",
  "descripcion": "An치lisis profundo de la guerra econ칩mica por minerales cr칤ticos y semiconductores que est치 redibujando el mapa del poder mundial. Geopol칤tica, recursos tecnol칩gicos y los verdaderos beneficiarios del conflicto.",
  "url_html": "articles/el-mundo-se-fractura-recursos-tecnologicos.html",
  "video_id": "mQX6Ef5QwMk",
  "image_url": "https://img.youtube.com/vi/mQX6Ef5QwMk/hqdefault.jpg"
},
  {
  "fecha": "29/10/2025 NUEVO AN츼LISIS",
  "titulo": "游뚿 Cometa 3I/ATLAS: Ritual de 칄lites, Operaci칩n Psicol칩gica o Amenaza Real?",
  "descripcion": "Investigaci칩n profunda sobre las conexiones entre el cometa interestelar ATLAS, Peter Thiel, Palantir.",
  "url_html": "articles/cometa_atlas_ritual_elites_analisis.html",
  "video_id": "0KJOpBufUc4",
  "image_url": "https://img.youtube.com/vi/0KJOpBufUc4/hqdefault.jpg"
},
  {
  "fecha": "24/10/2025 NUEVO AN츼LISIS",
  "titulo": "El Gran Reseteo de la Deuda Mundial: An치lisis Profundo de la Crisis Econ칩mica Global",
  "descripcion": "Un an치lisis detallado sobre la crisis de deuda global, el Great Reset y las implicaciones econ칩micas y geopol칤ticas del sistema financiero mundial actual, basado en el video de Terapia Liberal y fuentes acad칠micas.",
  "url_html": "articles/analisis_great_reset_deuda_mundial.html",
  "video_id": "a9gcaF--yfk",
  "image_url": "https://img.youtube.com/vi/a9gcaF--yfk/hqdefault.jpg"
},
  {
  "fecha": "24/10/2025 NUEVO AN츼LISIS",
  "titulo": "El Asesinato de Charlie Kirk y el Fracturamiento del Discurso Pol칤tico Estadounidense",
  "descripcion": "An치lisis profundo del asesinato de Charlie Kirk en septiembre de 2025, examinando las operaciones psicol칩gicas, manipulaci칩n medi치tica y factores econ칩micos que llevaron a este magnicidio. Exploraci칩n de las implicaciones para la libertad de expresi칩n y la estabilidad democr치tica en Estados Unidos.",
  "url_html": "articles/analisis_charlie_kirk_2025.html",
  "video_id": "GMTSm7ycs8E",
  "image_url": "https://img.youtube.com/vi/GMTSm7ycs8E/hqdefault.jpg"
},
  {
  "fecha": "15/10/2025 AN츼LISIS",
  "titulo": "游뚿 La Lucha por la Supremac칤a del Ma침ana es HOY: Geopol칤tica de la IA",
  "descripcion": "An치lisis exhaustivo de c칩mo la carrera por la inteligencia artificial est치 redefiniendo el poder global. JPMorgan advierte, China controla tierras raras, y Londres es el verdadero centro del poder. La guerra comercial es una cortina de humo para el mayor robo de riqueza de la historia.",
  "url_html": "articles/analisis_supremacia_ia_geopolitica.html",
  "video_id": "-n6Ms6E2tGg",
  "image_url": "https://img.youtube.com/vi/-n6Ms6E2tGg/hqdefault.jpg"
},
  {
  "fecha": "10/10/2025 AN츼LISIS",
  "titulo": "游뚿 Caos Programado: El Camino hacia una Crisis Total",
  "descripcion": "An치lisis profundo del plan tecnocr치tico detr치s del caos aparente en Estados Unidos. Exploramos las conexiones entre Peter Thiel, Palantir, la Operaci칩n Gladio y el futuro de la democracia americana.",
  "url_html": "articles/caos-programado-crisis-total.html",
  "video_id": "ZeZN8skPVZg", 
  "image_url": "https://img.youtube.com/vi/ZeZN8skPVZg/hqdefault.jpg"
},
  {
  "fecha": "08/10/2025 AN츼LISIS",
  "titulo": "El Avance de la Tecnocracia Digital: An치lisis del ID Digital de Starmer",
  "descripcion": "An치lisis profundo del sistema de identificaci칩n digital obligatorio anunciado por Keir Starmer y su conexi칩n con la red global de vigilancia technocr치tica. Incluye el rechazo de Palantir, la coordinaci칩n de 17 pa칤ses y las implicaciones para la libertad individual.",
  "url_html": "articles/analisis_tecnocracia_digital.html",
  "video_id": "LqkHZWvALJ8",
  "image_url": "https://img.youtube.com/vi/LqkHZWvALJ8/hqdefault.jpg"
},
  {
  "fecha": "03/10/2025 M츼S RECIENTE",
  "titulo": "Wall Street Advierte: 'Primero un Gran Repunte, Luego un Crash' - An치lisis del Paralelismo con 1929",
  "descripcion": "An치lisis sobre las advertencias Y el paralelismo hist칩rico con el crash de 1929.",
  "url_html": "articles/wall-street-repunte-crash-analisis.html",
  "video_id": "k40I-u2gi50",
  "image_url": "https://img.youtube.com/vi/k40I-u2gi50/hqdefault.jpg"
},
{
  "fecha": "01/10/2025 AN츼LISIS DESTACADO",
  "titulo": "La Divisi칩n del Mundo en Bloques: El Nuevo Orden Geopol칤tico",
  "descripcion": "An치lisis profundo de c칩mo se est치 ejecutando en tiempo real la divisi칩n del mundo en bloques econ칩micos y geopol칤ticos, la reestructuraci칩n del sistema de gobernanza mundial, y la lucha por el control del Heartland euroasi치tico. Examina la Iniciativa de Gobernanza Global de Xi Jinping, la estrategia de m칰ltiples bandas de Trump, la guerra por la energ칤a y las materias primas, y el emergente tecnato global.",
  "url_html": "articles/divideyconquista.html",
  "video_id": "3nfqpb2RLNU",
  "image_url": "https://img.youtube.com/vi/3nfqpb2RLNU/hqdefault.jpg"
},
 
    {
  "fecha": "31/08/2025 Analisis Previo",
  "titulo": "El Cuarto Giro: An치lisis de Ciclos Hist칩ricos y Crisis Institucional",
  "descripcion": "An치lisis profundo de la teor칤a del Cuarto Giro de Strauss-Howe aplicada al contexto pol칤tico y econ칩mico actual, explorando la crisis institucional y las transformaciones sist칠micas en curso.",
  "url_html": "articles/cuarto-giro.html",
  "video_id": "Bx6zBh7gunI",
  "image_url": "https://img.youtube.com/vi/Bx6zBh7gunI/hqdefault.jpg"
},
    
    {
      "fecha": "20/08/2025 Analisis Previo",
      "titulo": "Trump Activa Poderes de Emergencia: COG, Proyecto 2025 y el Control de Washington DC",
      "descripcion": "An치lisis profundo sobre la activaci칩n de poderes presidenciales extraordinarios, la implementaci칩n del Proyecto 2025 y la militarizaci칩n de Washington DC.",
      "url_html": "articles/trump-poderes-emergencia-cog-proyecto-2025.html",
      "video_id": "hjuWL_z9Vh0",
      "image_url": "https://img.youtube.com/vi/hjuWL_z9Vh0/hqdefault.jpg"        
    },
    
    {
        "fecha": "07/08/2025 AN츼LISIS PREVIO",
        "titulo": "INVESTIGACION: LOS DUE칌OS DE MAGA Y...EL FUTURO?",
        "descripcion": "Una investigaci칩n sobre los due침os de MAGA y las proyecciones futuras.",
        "url_html": "articles/due침os-maga.html",
        "video_id": "-wntkT1oDS4",
        "image_url": "https://img.youtube.com/vi/-wntkT1oDS4/hqdefault.jpg"
    },
    {
        "fecha": "24/07/2025 AN츼LISIS PREVIO",
        "titulo": "TRUMP ES el Caballo de Troya Tecnocr치tico!",
        "descripcion": "La batalla por el control ha comenzado!",
        "url_html": "articles/trump-cbdc.html",
        "video_id": "UEgEIzZ9dYo",
        "image_url": "https://img.youtube.com/vi/UEgEIzZ9dYo/hqdefault.jpg"
    },
    {
        "fecha": "05/07/2025 AN츼LISIS PREVIO",
        "titulo": "El Gran Tablero Geopol칤tico - Brzezinski marca el Rumbo Multipolar",
        "descripcion": "An치lisis profundo de la estrategia geopol칤tica de Zbigniew Brzezinski y su influencia en el orden mundial actual. Desde las ideas de \"El Gran Tablero\" hasta la formaci칩n de la coalici칩n China-Rusia-Ir치n.",
        "url_html": "articles/el-gran-tablero.html",
        "video_id": "QTDXeE8bey0",
        "image_url": "https://img.youtube.com/vi/QTDXeE8bey0/hqdefault.jpg"
    },
    {
        "fecha": "29/06/2025 AN츼LISIS PREVIO",
        "titulo": "Los Ganadores del Nuevo Complejo Militar TECNOL칍GICO",
        "descripcion": "El entramado entre Silicon Valley, Wall Street y el complejo militar global. An치lisis del sistema militar-industrial-tecnol칩gico donde BlackRock, Palantir y las 칠lites financieras convierten la guerra en negocio.",
        "url_html": "articles/nuevo-complejo-militar.html",
        "video_id": "k3mX98Xo_qc",
        "image_url": "https://img.youtube.com/vi/k3mX98Xo_qc/hqdefault.jpg"
    },
    {
        "fecha": "25/06/2025 AN츼LISIS PREVIO",
        "titulo": "El Segundo Borrador del Orden Mundial",
        "descripcion": "Redise침o del orden financiero global, geopol칤tica, CBDC y nueva arquitectura del poder monetario. An치lisis completo de la agenda oculta tras la crisis en Medio Oriente.",
        "url_html": "articles/seunda-globalizacion.html",
        "video_id": "zYV-hGwE-RQ",
        "image_url": "https://img.youtube.com/vi/zYV-hGwE-RQ/hqdefault.jpg"
    },
    {
        "fecha": "18/08/2025 AN츼LISIS PREVIO",
        "titulo": "El Gran Tablero Mundial: La Profec칤a de Brzezinski",
        "descripcion": "An치lisis definitivo de la visi칩n geopol칤tica de Zbigniew Brzezinski y su impacto en el orden mundial.",
        "url_html": "articles/zbig.html",
        "image_url": "https://static.politico.com/d9/43/43e2c99b436188865fbee52a634a/mag-obit-zbigniew-brzezinski-ap-1160.jpg"
    }
]
